export default {
    guide_words :{
        k1:'<h1>选择投标项目</h1><p>项目招标基础信息展示，点击查看详情</p>',
        k6:'<h1>引入公司规范</h1><p>已引入项目的规范，可调整制作及要求</p>',
        k7:'<h1>设置制作流程</h1><p>可灵活配置任务制作流程，及是否需要审核</p>',
        k9:'<h1>查看公司状态</h1><p>一览公司现阶段整体运营状态</p>',
        k10:'<h1>招标管理</h1><p>发布项目招标需求</p><p>查看已发布需求列表</p>',
        k11:'<h1>项目管理</h1><p>实时监控合作公司的项目进度和质量</p>',
        k12:'<h1>日程安排管理</h1><p>设置日程提醒，更方便的管理个人的工作日程安排</p>',
        k13:'<h1>了解团队工作</h1><p>实时查看团队工作情况和公司整体项目情况</p>',
        k2:'<h1>报名投标</h1><p>确认项目招标信息符合要求后，点击报名/报价进行报名</p>',
        k3:'<h1>管理外包项目</h1><p>为保障项目质量，资源文件乙方审核后，将提交至甲方最终确认</p>',
        k4:'<h1>我负责项目</h1><p>进入项目了解项目进度，把控项目质量，下载已完成资源文件</p>',
        k5:'<h1>审核任务资源</h1><p>制作人员上传资源文件之后，需要您审核确认</p>',
        k14:'<h1>了解公司财务</h1><p>一览公司财务收支情况，逾期款提醒、收支明细等</p>',
        k8:'<h1>设置详细规范</h1><p>详细配置任务设计及交稿时的标准规范</p>',
        k15:'<h1>设置任务流程及规范</h1><p>设置任务制作的核心节点，及制作的相关要求。</p>',
        k16:'<h1>开始执行任务</h1><p>选择未开始制作的任务，点击开始按钮开始执行任务</p>',
        k17:'<h1>上传审核文件</h1><p>文件需要项目负责人审核，内部通过后提交甲方审核</p>',
        k18:'<h1>查看审核结果</h1><p>点击进入可查看反馈详细信息</p>',
        k19:'<h1>审核、下载、管理项目文件</h1><p>可审核，下载项目资源文件</p>',
        k20:'<h1>管理项目资源</h1><p>审核管理不同状态的资源文件，已完成资源文件将纳入“归档”分类下面</p>',
        k21:'<h1>查看项目进度</h1><p>项目交付类型，子项目，成员任务数等维度去把控项目进度</p>',
        k22:'<h1>创建项目任务</h1><p>任务分配给制作人员后，制作人员将根据规范制作任务</p>',
        k23:'<h1>项目任务排期</h1><p>任务按未开始，进行中，已完成三种状态查看项目进度与排期</p>',
        k24:'<h1>任务信息与要求</h1><p>可以查看任务基本信息，任务制作的流程与制作要求，并可以每阶段资源文件</p>',
        k25:'<h1>反馈详情内容</h1><p>修改之后再次要上传审核哦</p>',
        k26:'<h1>修改标注</h1><p>通过相关工具可查看资源，通过标注工具可直接在资源文件上反馈</p>',
        k27:'<h1>提交反馈结果</h1><p>未通过审核乙方将继续修改，通过审核后该资源完成制作</p>',
        k28:'<h1>项目资源管理</h1><p>项目稿件自动储存在资源中，并精细化区分，并提供下载上传功能</p>',
        k29:'<h1>功能导航</h1><p>管理项目下所有成员工作情况</p>',
        k30:'<h1>辅助功能</h1><p>下载管理、聊天、消息通知，以及个人信息</p>',
        k31:'<h1>创建项目说明</h1><p>1、公司团队有成员，项目才能引用成员及分配任务<br/>2、公司设定共用制作规范，项目直接引用</p>',
        k32:'<h1>创建项目</h1><p>项目关联合同后，甲方可查看项目进度与<br/>审核任务文件</p>',
        k33:'<h1>点击管理项目</h1><p>进入 我的工作台 》负责项目 也可管理项目哦</p>',
        k34:'<h1>招标任务信息区</h1><p>项目招标任务的基础信息以及分配人员区域</p>',
        k35:'<h1>任务分配</h1><p>分配该任务的制作人和负责人</p>',
        k36:'<h1>稿件展示区</h1><p>制作人上传稿件完成后，展示在该区域</p>',
        k37:'<h1>审核稿件</h1><p>负责人对稿件进行质量审核，若通过则等待结果；或填写修改意见返回修改后，再次审核直到通过</p>',
        k38:'<h1>已报名投标任务</h1><p>点击进入招标任务详情页，查看任务详情及分配人员</p>',
        k39:'<h1>管理公司规范</h1><p>1、任务将按规范流程和制作要求执行<br/>2、项目可直接引用公司规范使用</p>',
        k40:'<h1>设置制作流程</h1><p>可灵活配置任务制作流程，及是否需要审核</p>',
        k41:'<h1>设置详细规范</h1><p>详细配置任务设计及交稿时的标准规范</p>',
        k42:'<h1>合同管理</h1><p>合同由外包公司负责创建，完成的合同需要您确认清单和细节</p>',
        k43:'<h1>基础信息</h1><p>合同基础信息展示</p>',
        k44:'<h1>项目清单</h1><p>合同中项目制作清单和相关费用</p>',
        k45:'<h1>合同详情</h1><p>线下合同由服务商拟定后，上传扫描件供您确认</p>',
        k46:'<h1>创建合同</h1><p>点击创建新合同</p>',
        k47:'<h1>基础信息</h1><p>填写合同基础信息，确认之后点击下一步继续流程</p>',
        k48:'<h1>合同清单</h1><p>完成合同清单填写，主要包含数量、金额和对应时间</p>',
        k49:'<h1>合同上传</h1><p>线下合同以扫描件形式，分页上传到平台，以供需求方签署</p>',
        k50:'<h1>合同管理</h1><p>管理已经创建的合同，在需求方未确认前，可进行编辑修改</p>',//甲
        k51:'<h1>合同管理</h1><p>管理已经创建的合同，在需求方未确认前，可进行编辑修改</p>',//乙
        k52:'<h1>创建测试任务</h1><p>创建新项目测试任务</p>',
        k53:'<h1>确认添加任务</h1><p>资料填写完成后，确认添加新项目测试任务</p>',
        k54:'<h1>查看任务</h1><p>进入任务详情，查看报名服务商，选择稿件</p>',
        k55:'<h1>基础信息区</h1><p>可查看您发布的项目测试任务基础资料</p>',
        k56:'<h1>选稿操作</h1><p>进入选稿操作页面，可查看服务商上传稿件并选择是否中标</p>',
        k57:'<h1>选稿结果</h1><p>选择服务商上传稿件，有且只能有一家服务商中标</p>',
        k58:'<h1>管理规范</h1><p>1、任务将按规范流程和制作要求执行<br/>2、项目可直接引用公司规范使用</p>',
        k59:'<h1>设置制作流程</h1><p>可灵活配置任务制作流程，及是否需要审核</p>',
        k60:'<h1>设置详细规范</h1><p>详细配置任务设计及交稿时的标准规范</p>',
        k61:'<h1>创建项目说明</h1><p>1、公司团队有成员，项目才能引用成员及分配任务<br/>2、公司设定共用制作规范，项目直接引用</p>',
        k62:'<h1>创建项目</h1><p>项目关联合同后，甲方可查看项目进度与<br/>审核任务文件</p>',
        k63:'<h1>点击管理项目</h1><p>进入 我的工作台 》负责项目 也可管理项目哦</p>',
        k64:'<h1>引入公司规范</h1><p>已引入项目的规范，可调整制作及要求</p>',
        k65:'<h1>设置制作流程</h1><p>可灵活配置任务制作流程，及是否需要审核</p>',
        k66:'<h1>设置详细规范</h1><p>详细配置任务设计及交稿时的标准规范</p>'
    },
    bubble:{
        // 财务逾期
        balance: [
            {title: '财务引导', content: '了解财务收支状况以及款项明细'},
            {title: '财务引导', content: '点击查看逾期款详情'},
        ],
        // 财务明细
        incomeOrExpenditure:[
            {title: '财务明细', content: '根据想要的条件进行筛选'},
            {title: '财务明细', content: '添加收入，用于特殊情况处理',},
        ],
        // 工作台我的任务
        mytask:[
            {title: '我的任务', content: '左右拖动可查看更多任务',},
        ],
        // 工作台团队工作
        teamwork:[
            {title: '功能介绍', content: '了解公司人员、部门、职能工作安排情况',},
            {title: '团队工作', content: '拖动改变时间范围',},
        ],
        // 工作台日程安排
        schedule:[
            {title: '日程功能说明', content: '建立工作事项的通知，时间达到将通知您或者关联人员',},
            {title: '日程安排', content: '全部事件通知列表',},
        ],
        // 消息通知
        message:[
            {title: '消息说明', content: '消息需标识已读，才不会再次提醒',},
            {title: '新消息通知', content: '标识已读后，将不会提醒',},
        ],
        // 聊天消息
        chatMessage:[
            {title: '项目沟通说明', content: '1、项目组成员自动加入项目群<br/>2、允许自建群聊<br/>3、群管理员允许设置项目',},
            {title: '项目沟通说明', content: '查看收藏与@我的消息',},
            {title: '管理群成员与资料', content: '群管理员才能管理哦',},
            {title: '项目沟通说明', content: '有新消息通知',},
        ],
        // 任务介绍
        taskPlan:[
            {title: '任务列表', content: '按类型、子项目、成员管理项目进度',},
            {title: '任务列表', content: '任务的阶段',},
            {title: '任务列表', content: '该任务进度时间安排',},
            {title: '任务列表', content: '查看项目执行进度',},
        ],
        // 创建项目
        createTask:[
            {title: '合同需求清单', content: '项目合同的资源清单，请按清单需求创建立和分发任务',},
            {title: '项目成员', content: '项目成员的任务安排',},
        ],
        // 导入excel
        uploadExcel:[
                {title: '导入excel', content: '数据拖动至“匹配数据”完成批量上传',},
        ],
        // 项目排期介绍
        projectScheduleTool:[
                {title: '排期功能介绍', content: '管理项目时间及状态，了解成员成本、工作安排情况',},
                {title: '项目排期', content: '项目关联的合同需求详细',},
                {title: '项目排期', content: '项目成员成本及能力',},
                {title: '项目排期', content: '项目的时间安排',},
                {title: '项目排期', content: '项目成员任务安排情况',},
        ],

        // 新建项目
        newProjectGuide:[
            {
                title:'选择项目合同',
                content:'选择合同之后，甲方可参与项目管理，审核项目任务',
            },
            {
                title: '项目排期',
                content: '公司项目排期参考',
            }
        ],
        // 公司 =》 资源
        resourceGuide:[{
            title:'公司资源管理说明',
            content: '1、项目资源将自动更新此处<br/>2、允许上传本地资源文件',

        }, {
            title: '删除恢复说明',
            content: '项目资源删除后可恢复，本地资源删除后不可恢复',
        },
        {
            title: '打包下载说明',
            content: '资源完成打包完成，在此处点击下载',
        }],
        // 公司 =》 成员和权限
        memberManageGuide:[{
            title: '成员和权限',
            content: '按部门及职能管理团队成员',
        },
        {
            title: '成员和权限',
            content: '点击编辑成员信息',
        },
        {
            title: '成员和权限',
            content: '设置职能权限',
        }],
        // 公司 =》 成员和权限之权限
        memberAuthority:[{
            title: '管理员权限不能编辑',
            content: '默认拥有系统最高权限，权限无法修改',
        },
        {
            title: '功能权限说明',
            content: '关闭功能权限后，该角色将无法使用该功用',
        },
        {
            title: '数据权限说明',
            content: '设置数据权限后，该角色将只能查看该范围的数据',
        }],
        // 项目排期调整说明
        adjustDate:[
                {title: '项目排期', content: '选择项目调整方式',},
                {title: '调整结果展示', content: '调整项目时间及状态后，此处要图形方式展示',},
        ],
        // 公司规范
        bubbleCompanyStandard:[
                {title: '增加项目规范', content: '引入公司规范后，可根据要求自定义修改调整',},
                {title: '审核说明', content: '勾选后该阶段文件需要内部或者外部审核确认',},
                {title: '交稿阶段说明', content: '该阶段文件确认后即任务完成',},
                {title: '规范库', content: '设置其它制作规范',},
        ],
        // 项目资源 feaTures
        feaTures:[
                {title: '项目资源', content: '已完成的任务文件',},
                {title: '等待内部审核任务', content: '内部审核后才移交甲方审核',},
                {title: '内审未通过任务', content: '修改后得新变成内部待审',},
                {title: '甲方待审的任务', content: '内部审核后才移交甲方审核',},
                {title: '甲方反馈的修改', content: '外部审核后才移交甲方审核',},
        ],
        // 项目规范 projectCriterion
        projectCriterion:[
                {title: '增加项目规范', content: '引入公司规范后，可根据要求自定义修改调整',},
                {title: '审核说明', content: '勾选后该阶段文件需要内部或者外部审核确认',},
                {title: '交稿阶段说明', content: '该阶段文件确认后即任务完成',},
                {title: '其他规范', content: '设置其它制作规范',},
        ],
        // 项目增加成员 addTeam[
        addTeam :[
                {title: '增加项目成员', content: '点击公司成员可加入项目',},
        ],
        // 工作台上传资源
        workbencResource: [
            {title: '上传资源', content: '选择文件归属阶段',},
            {title: '上传待审资源', content: '允许批量上传、支持图片、视频、3D格式',},
        ],
        // 团队能力 teamAide
        teamAide :[
            {title: '团队能力', content: '点击切换，查看其它信息',},
        ],
        // 公司  ====> 规范库气泡引导
        specificationLibrary:[
            {title: '增加规范流程', content: '任务任务将该流程执行',},
            {title: '管理规范', content: '管理该阶段制作要求',},
            {title: '交稿阶段说明', content: '最后阶段默认为交稿阶段，该阶段资源完成审核，任务即完成',},
            {title: '保存设置', content: '保存后生效',},
        ]
    }
}

